lab3_OpenFOAM/samples/rotorDisk/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    slipWall
    {
        type            patch;
        nFaces          11616;
        startFace       214131;
    }
    outlet
    {
        type            patch;
        nFaces          1788;
        startFace       225747;
    }
    inlet
    {
        type            patch;
        nFaces          1788;
        startFace       227535;
    }
)

// ************************************************************************* //
